[
    {
        "name": "WILLIANA JONES BURROUGHS",
        "location": "200 WEST 135TH ST",
        "description": "Williana Jones Burroughs (1882- 1945) was a Black Communist leader. She was born in 1882 to a formerly enslaved woman in Petersburg, Virginia and moved to Manhattan when she was five years old. After she graduated from Hunter College, Burroughs started a teaching career that led her into the world of Black Harlem intellectuals and elites, and introduced her to communism. She joined the New York Teachers’ Union and wrote for the Daily Worker and organized within the Communist Party around the “Negro Question.” In 1928, Burroughs was chosen as one of two Black communist leaders to go to Moscow to attend Communist International’s (Comintern) Sixth Congress. She also worked with Louise Thompson Patterson on the campaign for defense of the Scottsboro Boys, and organized within the Harlem community with the Harlem Tenant’s League. The Harlem Tenant’s League focused on how poor housing led to disproportionately high death rates among Black residents and mobilized hundreds of Black women in the Harlem community. From 1933 to 1934, Burroughs ran the Harlem Worker’s School. In 1934, Burroughs ran for Lieutenant Governor of New York with communist party organizer Israel Amter. Although she and Amter didn’t win, they received more votes than any other communist leader has ever received in a gubernatorial election. She died in 1945.",
        "image": "https://upload.wikimedia.org/wikipedia/en/d/db/Burroughs-Williana-1933.jpg"
    },
    {
        "name": "REGINA ANDERSON ANDREWS",
        "location": "103-105 WEST 135TH ST",
        "description": "Regina Anderson Andrews (1901- 1993), born in Chicago in 1901, defied the stereotypical image of the bookish, spinster librarian. In addition to being a librarian, Andrews was a radical activist, playwright, and entertainer. Regina began working as a librarian in the Chicago Public Library system making up half of one percent of Black librarians in the U.S. When she moved to New York, she worked at the 135th Street Harlem branch of the New York Public Library system (NYPL), which was the only branch that hired Black librarians. At the Harlem Branch, Andrews set aside workspace for famous Black writers, like Langston Hughes and Claude McKay. Andrews also developed a theatre in the basement of the Harlem Library Branch and co-founded the Krigwa Players with W.E.B. Du Bois. The Krigwa Players, later known as the Negro Experimental Theatre, was a groundbreaking theatre company, instrumental to the Little Theatre Movement in Harlem. Andrews went on to to become the first Black supervising librarian at the previously all-white, 115th Street branch of the NYPL.",
        "image": "https://i.pinimg.com/originals/31/4d/a9/314da9c86789d7a53132079bc0b4bd4d.jpg"
    },
    {
        "name": "ELLA BAKER",
        "location": "452 NICHOLAS AVE",
        "description": "In 1960, Ella Baker (1903-1986) called for a student conference to organize the spontaneous sit-ins spreading throughout the South. Those who gathered formed the Student Nonviolent Coordinating Committee (SNCC); Baker was both the organization’s mentor and its fervent supporter. To her, it was “crystal clear that the current sit-ins and other demonstrations are concerned with something bigger than a hamburger... The Negro and white students, north and South, are seeking to rid America of the scourge of racial segregation and discrimination – not only at the lunch counters but in every aspect of life.” Baker served as director of branches of the NAACP and as the first executive director of the Southern Christian Leadership Conference (SCLC). As an advisor to SNCC, she helped to organize voter registration projects and was pivotal in forming the Mississippi Freedom Democratic Party in 1964. Baker believed in democratic, grassroots activism that stressed the role of many ordinary people, not of individual leaders. She lived this philosophy, inspiring a generation of young people in the civil rights movement to do the same.",
        "image": "http://3.bp.blogspot.com/-xQ-3tJ5bP58/UxCSbvLQY9I/AAAAAAAAAiM/2Axj0Ozm6UU/s1600/3c18852u_enlarge.jpg"
    },
    {
        "name": "CLAUDIA JONES",
        "location": "SPEAKERS’ CORNER ON 135TH STREET",
        "description": "Born in Trinidad, Claudia Cumberbatch Jones’s (1915-1965) family immigrated to New York when she was just nine years old. In Harlem, Jones’s family lived in poverty, and her mother died working an un-unionized factory job when Claudia wasjust 12 years old. The Scottsboro Boys case drew Jones’s attention to the work of the Communist Party USA. At 18, Jones joined the Young Communist League and quickly rose through the ranks of the Harlem Communist Party to become one of the few Black women leaders in the Party. Jones wrote in the Daily Worker about the struggles of poor Black life. For instance, she wrote a column titled “Half of the World,” which tackled what the communist party called “the woman question.” Jones’s most cited work is her essay titled “An End to the Neglect of the Problems of Negro Women,” which was published in Political Affairs in June 1949. In the essay, Jones suggested that Black women experience triple discrimination as workers, as Black people, and as women. Jones was sent to prison four times for being a member of the communist party and for her writings. In December 1955, she was deported to London. While in London, she founded the West Indian Gazette and started a carnival at Notting Hill which millions of British Caribbeans attend every year to this day. Jones died at the age of 49 from a heart attack stemming from her lifelong struggle with tuberculosis. She is buried in Highgate Cemetery to the left of Karl Marx.",
        "image": "http://www.blackpast.org/files/blackpast_images/jones_claudia.jpg"
    },
    {
        "name": "LORRAINE HANSBERRY",
        "location": "SPEAKERS’ CORNER ON 135TH STREET",
        "description": "Lorraine Hansberry was born and raised on the South Side of Chicago. She moved to New York in 1950 to study under W.E.B. Du Bois, who said Hansberry was his favorite student. In New York, Hansberry published a few poems and wrote for a lesbian journal. While she did write, Hansberry was mainly a full-time activist. She was known for giving speeches at speakers corner and was an active organizer and protester. In 1951, Hansberry covered and participated in a gathering billed as a “Sojourn for Truth and Justice.” A group of 14 Black women leaders issued “a call to Negro women to convene in Washington, D.C. for a Sojourn for Truth and Justice.” The manifesto was a response to the wave of repression that they were living under. The conveners were concerned about many issues including racial terrorism (lynchings, police violence, wrongful convictions, etc.) and ending the Korean war, colonialism, South African apartheid, poverty, and more. Later, after marrying Robert B. Nemiroff, who gave her space and financial support to write, Hansberry wrote A Raisin in the Sun and became the first Black woman to produce a show on Broadway. After Raisin, Hansberry wrote two other plays. Although she was married to Nemiroff for most of her adult life, Hansberry self-identified as a lesbian, wrote about homosexuality, and had many women partners in her lifetime. She died of cancer at 34 years old.",
        "image": "https://s-media-cache-ak0.pinimg.com/originals/fc/1f/e6/fc1fe6244030a080f882cfdf5a164c80.jpg"
    },
    {
        "name": "SALARIA KEE",
        "location": "HARLEM HOSPITAL ON 506 LENOX AVE",
        "description": "Born in Milledgeville, Georgia in July 1917, Salaria Kee (1917- 1990) grew up to become “the most prominent black woman in the international campaign to defend Republican Spain (p.104, McDuffie).” In 1933, Kee led a demonstration against segregationist policies at the Harlem Hospital with five other Black nurses. Her activism continued when Italy conquered Ethiopia in 1935. Kee worked with a group of Black nurses at Harlem Hospital to raise funds for medical supplies for Ethiopia. In March 1937, at 23 years old, she traveled to Spain where she met with Black volunteers from the U.S., the Caribbean, and Africa. Kee was appointed by the International Medical Unit as the head surgical nurse in a hospital near Madrid. She supervised white nurses and treated Spanish civilians and wounded volunteers of all nationalities. When she returned to the U.S. in May 1938, she went on a national speaking tour about her experiences in Spain. She died in Akron, Ohio on May 18, 1990.",
        "image": "http://sidbrint.ub.edu/sites/default/files/styles/teaser_horizontal/public/brigadistes/salaria-kee.jpg?itok=zDMPFOdj"
    },
    {
        "name": "MADAME C.J. WALKER",
        "location": "108-110 WEST 136TH STREET",
        "description": "Madame C.J. Walker (1867-1919) was born Sarah Breedlove in Delta, Louisiana in 1867. She was raised on farms in Delta and in Mississippi, was married by age 14, and was widowed at 20. Walker went on to become a successful hair and cosmetics entrepreneur – and, by the early 20th century, the richest selfmade woman in America. Walker saw her personal wealth not as an end in itself but as a means to help promote and expand economic opportunities for others, especially Black people. She took great pride in the profitable employment – and alternative to domestic labor – that her company afforded many thousands of Black women who worked as commissioned sales agents. Walker also was well known for her philanthropy, supporting Black educational and social institutions from the national to the grassroots levels.",
        "image": "http://blackinventor.com/wp-content/uploads/2012/03/madamwalker902.jpg"
    },
    {
        "name": "A’LELIA WALKER",
        "location": "108-110 WEST 136TH STREET",
        "description": "A’Lelia Walker (1885-1931) was the only child of Madame C.J. Walker and hosted one of the most memorable salons of the Harlem Renaissance. In “The Dark Tower,” a converted floor of her New York townhouse, she entertained Harlem and Greenwich Village writers, artists, and musicians, as well as visiting African and European royalty. Her parties, along with her regal beauty, lavish clothing, and glamorous lifestyle, inspired singers, poets, and sculptors. Langston Hughes called her the “joy goddess of Harlem’s 1920s”; Zora Neale Hurston outlined a play about her and her mother; and Carl Van Vechten based his Nigger Heaven character, Adora Boniface, on her. A’Lelia helped her mother found the Madame C.J. Walker Manufacturing Company in 1905, then opened its New York office and beauty salon in 1913. Upon Madame C.J. Walker’s death in 1919, A’Lelia Walker became president of the company. Her interest in Africa led her in 1922 to become one of the only westerners to visit Ethiopian Empress Waizeru Zauditu.",
        "image": "https://upload.wikimedia.org/wikipedia/en/thumb/e/e4/A%27Lelia_Walker.jpg/220px-A%27Lelia_Walker.jpg"
    },
    {
        "name": "VICTORIA EARLE MATTHEWS",
        "location": "262 WEST 136TH STREET",
        "description": "Victoria Earle Matthews (1861- 1907) was born in Fort Valley, Georgia to an enslaved mother. After Emancipation, Victoria’s mother moved her family to New York. In New York, Matthews wrote stories about her childhood which were published in New York Weekly, Waverly magazine, and other periodicals. Matthews became a freelance journalist writing for numerous newspapers, including the New York Times, the New York Herald, the New York Globe, and later became a journalist for the New York Age, a respected Black newspaper. Matthews also published a novel, Aunt Lindy, under a pseudonym. In 1892, Matthews organized an event to honor and fundraise for Ida B. Wells’s anti-lynching efforts. Matthews’s event raised money for Wells’s pamphlet, “Southern Horror: Lynch Law in All Its Phases.” Wells called the event “the greatest demonstration ever attempted by race women for one of their own number.” In 1897, after Matthews’s only son died at 16, Matthews founded the White Rose Mission with the purpose of establishing a Christian “Home for Colored Girls and Women, where they may be trained in the principles of practical self-help and right living.” Matthews died of tuberculosis in 1907 at the age of 45. In 1918, the White Rose Home and Industrial Association for Working Girls and Women moved to 136th Street in Harlem, where it remained in operation until 1984.",
        "image": "http://www.blackpast.org/files/blackpast_images/Matthews_Victoria.jpg"
    },
    {
        "name": "ZORA NEALE HURSTON",
        "location": "267 WEST 136TH STREET",
        "description": "A writer in the Harlem Renaissance during the 1920s, Zora Neale Hurston (1891-1960) was the most prolific Black woman writer of her time. Born in Eatonville, Florida (the first incorporated all-Black township in the U.S.), Hurston was the daughter of a minister and school teacher. She wrote numerous short stories for literary magazines before entering Barnard College in New York as its first Black student. Hurston graduated in 1928 and then continued to work in graduate school at Columbia with the famous anthropologist, Franz Boas. Over the next 30 years, she produced eight novels and three compilations of short stories, all reflecting her interest in anthropology and women’s issues. Her best-known work, Their Eyes Were Watching God, is a fictional autobiography. A noted anthropologist, Hurston became a believer in voodoo. In the 1930s, Hurston made two trips to Haiti and Jamaica. She died poor and mostly erased, buried in an unmarked grave. It was writer Alice Walker who brought her books back from obscurity and put a tombstone on her gravesite that read “Zora Neale Hurston: A Genius of the South.”",
        "image": "https://www.biography.com/.image/c_fill,cs_srgb,dpr_1.0,g_face,h_300,q_80,w_300/MTE1ODA0OTcxNjY2OTMzMjYx/zora-neale-hurston-9347659-1-402.jpg"
    },
    {
        "name": "LOUISE THOMPSON PATTERSON",
        "location": "267 WEST 136TH STREET",
        "description": "Born in 1901 in Chicago, Louise Thompson Patterson (1901-1999) moved often as a child. Patterson later was one of the first Black women graduates of UC Berkeley, and after graduation, followed W.E.B. Du Bois and Langston Hughes to Harlem. In Harlem, Patterson helped Hughes and Zora Neale Hurston prepare their writing for publishing, mentored Ralph Ellison, worked with the International Labor Defense and the Civil Rights Congress, and joined the Communist Party USA (CPUSA). Patterson became a fullfledged organizer in the CPUSA through the Scottsboro trials. She was the main organizer of a high-profile protest in support of the “Scottsboro Boys” (nine Black boys who were falsely accused in Alabama of raping two white women on a train in 1931). Locking arms with Ruby Bates, one of the white women who had falsely accused the boys of rape, Patterson marched along with 5,000 others toward the White House demanding the freedom of the Scottsboro Boys and others. During the 1930s, Patterson was a member of communist-sponsored groups such as the League of Struggle for Negro Rights, the International Worker’s Order, and the International Labor Defense. These groups confronted issues that affected the daily lives of Black workers, poor people, and more. For instance, they addressed evictions, provided food, and led hundreds of marches and strikes. Patterson was 50 years old when she served as the executive secretary of Sojourners for Truth and Justice. She was a cultural worker, an organizer, a feminist, a committed internationalist, and a revolutionary who traveled to the Soviet Union and around the globe.",
        "image": "http://www.famousbirthdays.com/thumbnails/patterson-louise-large.jpg"
    },
    {
        "name": "DOROTHY HEIGHT",
        "location": "175-179 WEST 137TH ST",
        "description": "Born in Richmond, Virginia in 1912, Dorothy Height (1912- 2010) grew up in Pennsylvania and later studied social work at New York and Columbia Universities. She was initially accepted to Barnard College but when she arrived there, she was told that the school already had two Black students and was denied admission. In 1937, as assistant director of the Harlem YWCA, Height assisted Eleanor Roosevelt at a meeting of the National Council of Negro Women (NCNW) and was spotted by NCNW president Mary McLeod Bethune. Twenty years later, Height became president of the NCNW. A veteran civil rights campaigner and organizer, Height also shaped national and international policy regarding the rights of women – first in the early 1960s as a member of President Kennedy’s Commission on the Status of Women, and over the years in United Nations forums on women’s political and economic issues. Height was a human rights activist and organizer in local to international arenas for more than 50 years, and devoted her life to marshaling the creative energies of Black women for their own empowerment.",
        "image": "https://africanamericanartstoreblog.files.wordpress.com/2014/03/dorothy_height.jpg"
    },
    {
        "name": "PAULI MURRAY",
        "location": "175-179 WEST 137TH ST",
        "description": "The first Black woman to be ordained as an Episcopal priest, Pauli Murray (1910-1985), spent much of her activist life helping to dismantle barriers of racial and gender discrimination. “I entered law school preoccupied with the racial struggle and single-mindedly bent upon becoming a civil rights lawyer but I graduated an unabashed feminist as well,” Murray said in 1956. She often attributed her fighting spirit to her upbringing in a Midwestern working-class family that put a premium on education, character, and upward mobility. From integrating Washington, D.C. lunch counters in the 1940s during her law school days at Howard University through her co-founding of the National Organization for Women in the early 1970s, Murray took challenges head-on. In discussing sexism at Howard, she said, “The only way I could counter it was to lead my class. Which I did. For three years.” She went on to teach at several universities and compile a massive reference work on state race laws. In her later years, Murray turned her energies to the spiritual, attending the Virginia Theological Seminary and serving as an Episcopal priest in Baltimore.",
        "image": "https://www.radcliffe.harvard.edu/sites/radcliffe.harvard.edu/files/styles/collection_exhibit_item/public/imagefield_crop/field_item_image/collection_exhibit_item/radschles_murray_pin_0.jpg?itok=5HuG-J0y"
    },
    {
        "name": "AMY ASHWOOD GARVEY",
        "location": "552 MALCOLM X BLVD",
        "description": "Amy Ashwood Garvey (1897-1969) was born in Port Antonio, Jamaica in 1897. She co-founded the Universal Negro Improvement Association and African Communities League (UNIA), the largest and most influential Pan-African organization of the 20th century. Garvey served as general secretary of the organization, fundraised relentlessly, and helped popularize The Negro World newspaper. While Garvey was fiercely dedicated to the Pan-African cause, she also was disappointed with the roles that women were allowed to play in the UNIA. She left New York in 1922 and moved to London, where she opened a restaurant in the West End which became a gathering spot for people like George Padmore, C.L.R. James, and Jomo Kenyatta. When Garvey returned to the U.S. in 1944, she became active in the campaign to elect Adam Clayton Powell, Jr. to Congress. In 1945, she co-chaired, alongside W.E.B. Du Bois, the opening sessions of the Fifth Pan-African Conference in Manchester, England. Garvey lived in West Africa from 1946-1949 and was involved in the anti-colonial struggle. For the rest of her life, she split her time among England, the Caribbean, West Africa, and the U.S. Over time, Garvey became more vocal in addressing women’s issues. In the late 1950s, she organized a community center in London and was active in the aftermath of the Notting Hill race riots of 1958. Garvey died in Jamaica in 1969.",
        "image": "http://www.voice-online.co.uk/sites/default/files/imagecache/455/Amy-Ashwood_Garvey.jpg"
    },
    {
        "name": "BILLIE HOLIDAY",
        "location": "108 WEST 139TH ST",
        "description": "Billie Holiday (1915-1959) was born Elenora Fagan in Philadelphia on April 7, 1915. Early in her life, Holiday worked cleaning homes and running errands for a brothel. At 15, she moved to Harlem with her mother. Her first singing job was in a club in Jungle Alley on 133rd Street, and she made her recording debut in 1933. In the late 1930s, Holiday was recording with Columbia records. It was then that she began to sing Strange Fruit, which she continued to sing for 20 years. Immediately after she sang Strange Fruit in front of a mixed-race audience, she received her first threat from the Federal Bureau of Narcotics. After this, several undercover FBI agents were sent to track Holiday’s every move, and she was sent to prison in 1947 for possession of narcotics. She was released a year later, but not allowed to sing at any jazz clubs that sold alcohol (every jazz club in the U.S.). Still, she performed a sold-out concert at Carnegie Hall and recorded some of her biggest hits around this time. Though the FBI constantly tracked Holiday because of her activism, she refused to be silent on issues of racism. After she was put on trial for a third time, many singers were too scared to sing Strange Fruit in public. In 1959, when she was 44 years old, Holiday became very sick and was hospitalized due to liver disease. While hospitalized, the FBI confiscated all of Holiday’s belongings. Holiday was not given proper medicine when she was in the hospital and – while protestors marched outside the hospital chanting “Let Lady Live” – she died surrounded by FBI agents and penniless as a result of consistently being cheated out of her earnings. Holiday’s music genius and legacy continue to influence American culture and inspire jazz singers.",
        "image": "http://1.bp.blogspot.com/-u9ZICVrtPzs/UFPNAM9qKXI/AAAAAAAACXg/tn8jxRztdQo/s640/Billie+Holiday+(10).jpg"
    },
    {
        "name": "AUDRE LORDE",
        "location": "108 WEST 142ND ST",
        "description": "Born in Harlem to West Indian parents on February 18, 1934, Audre Lorde (1934-1992) began writing poetry when she was in high school. She earned a Master’s Degree in Library Science at Columbia University and worked as a librarian while raising her children. In 1968, while a poet-in-residence at Tougaloo College – a historic Black college in Mississippi where the campus was under siege by white people who routinely shot at or arrested students for non-crimes – Lorde realized she wanted to use poetry as a weapon against social and political forces that assailed marginalized members of society. “I realized I could take my art in the realist way and make it do what I wanted,” she said, “altering feelings and lives.” Lorde held teaching posts at multiple universities, was named New York State Poet Laureate, and co-founded with Barbara Smith and Cherrie Moraga Kitchen Table: Women of Color Press in Harlem.",
        "image": "http://thefeministwire.com/wp-content/uploads/2014/02/51_PORT_1.jpg"
    },
    {
        "name": "MADAME STEPHANIE ST. CLAIR",
        "location": "117 W 141ST ST",
        "description": "Madame Stephanie St. Clair (1897-1969) may have been born in Guadeloupe and may have been 13 or 23 years old when she arrived at Ellis Island in 1913. Soon after her arrival, St. Clair worked as a numbers runner in an illegal gambling ring. In 1923, with $10,000 in savings, she launched her own “policy bank” – even though in the 1920s, Black people owned less than 20% of Harlem’s businesses. St. Clair funded community projects, employed hundreds of people, loaned money to those who needed it, and more. She became known in Harlem as “Queenie” and was one of the largest policy bankers in Harlem. In the 1920s and 1930s, Madame Queenie’s power and wealth could not be underestimated. She earned over $200,000 a year and employed hundreds of people. St. Clair was heavily surveilled and harassed by police even though she paid bribes to keep them at bay. After she was imprisoned, St. Clair decided to go to war against the police and others. She took out ads in the Amsterdam News and other Black newspapers calling out corrupt cops, white mobsters, and even some politicians. St. Clair also wrote a column in the Amsterdam News where she would offer “Know Your Rights” advice to her fellow black Harlemites. She married Harlem activist Sufi Abdul Hamid and was accused of shooting him in 1938. He survived the shooting, and St. Clair maintained that the gun went off accidentally during a struggle between them. There is no information about how long she was incarcerated in prison or when she was released. St. Clair is thought to have died in New York in 1969.",
        "image": "https://upload.wikimedia.org/wikipedia/en/c/ce/Stephanie_St._Clair.jpg"
    }
]
